Repository: rmed/akamatsu
Catalog: akamatsu/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please login to continue
es: Por favor, inicia sesión para continuar

source: To protect your account, please reauthenticate to access this page.
es: Para proteger tu cuenta, por favor vuelve a autenticarte para acceder a esta página.

source: Forbidden
es: Prohibido

source: You do not have permissions to access this page
es: No tienes permisos para acceder a esta página

source: Not Found
es: No encontrado

source: It's gone! Poof! Magic!
es: ¡No está! ¡Chas! ¡Magia!

source: That was our mistake... Please try again or contact an admin
es: Eso ha sido error nuestro... Por favor, inténtalo de nuevo o contacta a un administrador

source: Username or email
es: Nombre de usuario o email

source: Identity is required
es: Se requiere la identidad

source: Password
es: Contraseña

source: Password is required
es: Se requiere la contraseña

source: Remember me
es: Recordarme

source: Sign in
es: Iniciar sesión

source: Email is required
es: Se requiere el email

source: Invalid Email
es: Email inválido

source: Reset password
es: Restaurar contraseña

source: New password
es: Nueva contraseña

source: Retype new password
es: Vuelve a escribir la nueva contraseña

source: Passwords did not match
es: Las contraseñas no coinciden

source: Page to ghost
es: Página a la que hacer sombra

source: Title
es: Título

source: Page title is required
es: Se requiere el título de la página

source: Title length should be between 3 and 255 characters long
es: El título debería tener una longitud entre 3 y 255 caracteres

source: Page mini
es: Mini de la página

source: Mini should not exceed 50 characters
es: El mini no debe exceder los 50 caracteres

source: Page route
es: Ruta de la página

source: Page route is required
es: Se requiere la ruta de la página

source: Route should not exceed 255 characters
es: La ruta no debe exceder los 255 caracteres

source: Custom HTML head
es: Cabecera HTML personalizada

source: Optional and dangerous, HTML enabled
es: Opcional y peligroso, HTML habilitado

source: Page content
es: Contenido de la página

source: Markdown/HTML enabled
es: Markdown/HTML habilitado

source: Page content is required
es: Se requiere el contenido de la página

source: Is published
es: Publicado

source: Enable comments
es: Habilitar comentarios

source: Last updated
es: Última actualización

source: Will be stored as UTC
es: Se almacenará como UTC

source: Save page
es: Guardar página

source: Post to ghost
es: Post al que hacer sombra

source: Set to empty to disable ghosting
es: Dejar vacío para deshabilitar la sombra

source: Additional post author(s)
es: Autor(es) adicionales para el post

source: Post title is required
es: Se requiere el título del post

source: Title length should be between 4 and 255 characters long
es: El título debería tener una longitud entre 4 y 255 caracteres

source: Post slug
es: Slug del post

source: Autogenerated if not set
es: Generado automáticamente si no se indica

source: Slug should not exceed 255 characters
es: El slug no debe exceder los 255 caracteres

source: Post content
es: Contenido del post

source: Markdown enabled
es: Markdown habilitado

source: Tag list
es: Lista de tags

source: Save post
es: Guardar post

source: First name
es: Nombre

source: First name should not exceed 50 characters
es: El nombre no debe exceder los 50 caracteres

source: Last name
es: Apellido

source: Last name should not exceed 50 characters
es: El apellido no debe exceder los 50 caracteres

source: Must be unique
es: Debe ser único

source: Notify login
es: Avisos de inicios de sesión

source: Receive an email notification each time a session is started
es: Recibir un correo electrónico cada vez que se inicie sesión

source: Personal bio
es: Biografía personal

source: Save changes
es: Guardar cambios

source: Name for the stored file
es: Nombre para el archivo guardado

source: If empty, uploaded file name is used
es: Si no se indica, se utilizará el nombre del archivo subido

source: Filename should not exceed 155 characters
es: El nombre de archivo no debe exceder los 155 caracteres

source: Subirectory in which to store the file
es: Subdirectorio en el que guardar el archivo

source: If empty, will use upload root
es: Si no se indica, se utilizará el directorio de subidas

source: Subdirectory should not exceed 100 characters
es: El subdirectorio no debe exceder los 100 caracteres

source: File description
es: Descripción del archivo

source: Description should not exceed 256 characters
es: La descripción no debería exceder los 256 caracteres

source: MIME type for the file
es: Tipo MIME para el archivo

source: X/Y format, may be inferred from the file if left empty
es: Formato X/Y, puede ser inferido del archivo si no se indica

source: MIME type should not exceed 128 characters
es: El tipo MIME no debería exceder los 128 caracteres

source: Choose a file...
es: Elegir archivo...

source: Username
es: Nombre de usuario

source: Username is required
es: Nombre de usuario requerido

source: Username must be between 3 and 50 characters long
es: El nombre de usuario debe tener una longitud entre 3 y 50 caracteres

source: If empty, a random password will be generated
es: Si se deja vacío, se generará una contraseña aleatoria

source: Is active
es: Activo

source: User roles
es: Roles de usuario

source: Save user
es: Guardar usuario

source: You do not have permission to access the page
es: No tienes permisos para acceder a la página

source: Home
es: Inicio

source: Nothing selected
es: No se ha seleccionado nada

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Admin dashboard
es: Panel de administración

source: My posts
es: Mis posts

source: New post
es: Nuevo post

source: View posts
es: Ver posts

source: Ghost posts: %(count)d
es: Posts sombra: %(count)d

source: Pages
es: Páginas

source: New page
es: Nueva página

source: View pages
es: Ver páginas

source: Pages: %(count)d
es: Páginas: %(count)d

source: Ghost pages: %(count)d
es: Páginas sombra: %(count)d

source: Files
es: Archivos

source: Upload file
es: Subir archivo

source: View files
es: Ver archivos

source: Uploaded files: %(count)d
es: Archivos subidos: %(count)d

source: Users
es: Usuarios

source: New user
es: Nuevo usuario

source: View users
es: Ver usuarios

source: Manage posts
es: Gestionar posts

source: Ghost posts
es: Posts sombra

source: Manage pages
es: Gestionar páginas

source: Ghost pages
es: Páginas sombra

source: New file
es: Nuevo archivo

source: Manage files
es: Gestionar archivos

source: Manage users
es: Gestionar usuarios

source: Profile
es: Perfil

source: Edit profile
es: Editar perfil

source: Logout
es: Cerrar sesión

source: Delete file
es: Eliminar archivo

source: Delete
es: Eliminar

source: Are you sure you want to delete the following file?
es: ¿Seguro que quieres eliminar el siguiente archivo?

source: Cancel
es: Cancelar

source: View file
es: Ver archivo

source: Failed to load image
es: Fallo al cargar la imagen

source: Click to view full size
es: Click para ver a tamaño completo

source: Download file
es: Descargar archivo

source: File path:
es: Ruta del archivo:

source: MIME type:
es: Tipo MIME:

source: Description:
es: Descripción:

source: Uploaded at:
es: Subido el:

source: Path
es: Ruta

source: Date
es: Fecha

source: Actions
es: Acciones

source: UNKNOWN
es: DESCONOCIDO

source: Show
es: Mostrar

source: Delete page
es: Eliminar página

source: Are you sure you want to delete the following page?
es: ¿Seguro que quieres eliminar la siguiente página?

source: Note that this will also delete any associated page ghosts
es: Ten en cuenta que esto también eliminará cualquier página sombra asociada

source: Edit page: %(title)s
es: Editar página: %(title)s

source: Edit page
es: Editar página

source: Application timezone: %(timezone)s
es: Zona horaria de la aplicación: %(timezone)s

source: Manage page ghosts
es: Gestionar páginas sombra

source: Page ghosts
es: Páginas sombra

source: Ghosted page
es: Página sombreada

source: Route
es: Ruta

source: Published
es: Publicado

source: Edit
es: Editar

source: Comments enabled
es: Comentarios habiltiados

source: Delete post
es: Eliminar post

source: Are you sure you want to delete the following post?
es: ¿Seguro que quieres eliminar el siguiente post?

source: Note that this will also delete any associated post ghosts
es: Ten en cuenta que esto también eliminará cualquier post sombra asociado

source: Edit post: %(title)s
es: Editar post: %(title)s

source: Edit post
es: Editar post

source: This post has no authors!
es: ¡Este post no tiene autores!

source: Add tag
es: Añadir etiqueta

source: Manage post ghosts
es: Gestionar posts sombra

source: My post ghosts
es: Mis posts sombra

source: Ghosted post
es: Post sombreado

source: Change password
es: Cambiar contraseña

source: Delete user
es: Eliminar usuario

source: Are you sure you want to delete the following user?
es: ¿Seguro que quieres eliminar el siguiente usuario?

source: Edit user: %(username)s
es: Editar usuario: %(username)s

source: Edit user
es: Editar usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Active
es: Activo

source: Forgot password
es: Contraseña olvidada

source: password
es: contraseña

source: Back to login
es: Volver al login

source: Forgot your password?
es: ¿Has olvidado tu contraseña?

source: Blog index
es: Índice del blog

source: Posts by: %(username)s
es: Posts por: %(username)s

source: Posts tagged "%(tag)s"
es: Posts etiquetados "%(tag)s"

source: Recent Posts
es: Posts recientes

source: Blog feed
es: Feed del blog

source: Posts tagged: "%(tag)s"
es: Posts etiquetados: "%(tag)s"

source: Anonymous
es: Anónimo

source: Read more
es: Leer más

source: Comments
es: Comentarios

source: No posts found
es: No se han encontrado posts

source: About the author
es: Acerca del autor

source: Hello %(username)s,
es: Hola %(username)s,

source: We have received a password reset request for your account.
es: Hemos recibido una solicitud para restablecer la contraseña de tu cuenta.

source: If you initiated this request, please click on the link below:
es: Si has iniciado esta solicitud, por favor haz click en el siguiente enlace:

source: If you did not initiate this password reset, you may safely ignore this email.
es: Si no has iniciado este proceso de restauración, puedes ignorar este correo.

source: A new session has been started for your account at site "%(sitename)s".
es: Se ha iniciado una nueva sesión para tu cuenta en "%(sitename)s".

source: To stop receiving these messages, change your profile settings in the following link:
es: Para dejar de recibir estos mensajes, cambia los ajustes de tu perfil en el siguiente enlace:

source: Sincerely,
es: Un saludo,

source: Your password has been changed.
es: Tu contraseña ha sido cambiada.

source: If you did not initiate this password change, click the link below to reset it.
es: Si no has iniciado este cambio de contraseña, haz click en el siguiente enlace para restablecerla.

source: Last updated: %(date)s
es: Última actualización: %(date)s

source: Invalid credentials
es: Credenciales no válidas

source: Logged in successfully
es: Acceso correcto

source: akamatsu - New session started
es: akamatsu - Nueva sesión iniciada

source: A password reset token has been sent
es: Se ha enviado un token de restauración de contraseña

source: Password reset
es: Restauración de contraseña

source: Invalid password reset token provided
es: Token de restauración de contraseña no válido

source: Password reset notification
es: Notificación de restauración de contraseña

source: Password updated, you may now login
es: Contraseña actualizada, ahora puedes iniciar sesión

source: Error updating password, contact an admin
es: Error al actualizar la contraseña, contacta con un administrador

source: File type is not allowed
es: El tipo de archivo no está permitido

source: A file in that path already exists
es: Ya existe un archivo en esa ruta

source: Failed to create subdirectory, contact an administrator
es: Fallo al crear el subdirectorio, contacta con un administrador

source: New file uploaded correctly
es: Nuevo archivo subido correctamente

source: File in that path already exists
es: Ya existe un archivo en esa ruta

source: Failed to upload file, contact an administrator
es: Fallo al subir el archivo, contacta con un administrador

source: Could not find file
es: No se pudo encontrar el archivo

source: File deleted
es: Archivo eliminado

source: Failed to delete file, invalid CSRF token received
es: Fallo al eliminar el archivo, token CSRF no válido

source: Failed to delete file, contact an administrator
es: Fallo al eliminar el archivo, contacta con un administrador

source: Failed to delete file, unknown error encountered
es: Fallo al eliminar el archivo, error desconocido

source: New page created correctly
es: Página creada correctamente

source: Page route is already in use
es: La ruta de la página ya está en uso

source: Failed to create page, contact an administrator
es: Fallo al crear la página, contacta con un administrador

source: Could not find page
es: No se pudo encontrar la página

source: Page updated correctly
es: Página actualizada correctamente

source: Failed to update page, contact an administrator
es: Fallo al actualizar la página, contacta con un administrador

source: Page "%(title)s" deleted
es: Página "%(title)s" eliminada

source: Failed to delete page, invalid CSRF token received
es: Fallo al eliminar la página, token CSRF no válido

source: Failed to delete page, unknown error encountered
es: Fallo al eliminar la página, error desconocido

source: New post created correctly
es: Post creado correctamente

source: Post slug is already in use
es: El slug del post ya está en uso

source: Failed to create post, contact an administrator
es: Fallo al crear el post, contacta con un administrador

source: Could not find post
es: No se pudo encontrar el post

source: You cannot edit that post
es: No puedes editar ese post

source: Post updated correctly
es: Post actualizado correctamente

source: Failed to update post, contact an administrator
es: Fallo al actualizar el post, contacta con un administrador

source: You cannot delete that post
es: No puedes eliminar ese post

source: Post "%(title)s" deleted
es: Post "%(title)s" eliminado

source: Failed to delete post, invalid CSRF token received
es: Fallo al eliminar el post, token CSRF no válido

source: Failed to delete post, unknown error encountered
es: Fallo al eliminar el post, error desconocido

source: Profile updated correctly
es: Perfil actualizado correctamente

source: Email is already registered
es: El email ya está registrado

source: Failed to update profile, contact an administrator
es: Fallo al actualizar el perfil, contacta con un administrador

source: Password updated correctly
es: Contraseña actualizada correctamente

source: Error updating password, contact an administrator
es: Error al actualizar la contraseña, contacta con un administrador

source: New user created correctly
es: Usuario creado correctamente

source: Username may already be in use
es: Puede que el nombre de usuario ya esté en uso

source: Email may already be in use
es: Puede que el email ya esté en uso

source: Failed to create user, contact an administrator
es: Fallo al crear el usuario, contacta con un administrador

source: Could not find user
es: No se pudo encontrar el usuario

source: Leave empty if unchanged
es: Dejar vacío si no hay cambios

source: User updated correctly
es: Usuario actualizado correctamente

source: Failed to update user, contact an administrator
es: Fallo al actualizar el usuario, contacta con un administrador

source: User "%(username)s" deleted
es: Usuario "%(username)s" eliminado

source: Failed to delete user, invalid CSRF token received
es: Fallo al eliminar el usuario, token CSRF no válido

source: Failed to delete user, unknown error encountered
es: Fallo al eliminar el usuario, error desconocido
